docs/load-test/k6-summary.txt
     ✓ seat was sold (202) or contention was rejected (409/422)
     ✓ no server error

     checks.........................: 100.00% ✓ 7382      ✗ 0     
     data_received..................: 2.8 MB  74 kB/s
     data_sent......................: 1.2 MB  31 kB/s
     http_req_blocked...............: avg=383.11µs min=86.4µs med=263.79µs max=18.28ms p(90)=555.69µs p(95)=884µs   
     http_req_connecting............: avg=272.32µs min=60.6µs med=171.8µs  max=17.96ms p(90)=403.6µs  p(95)=666.65µs
     http_req_duration..............: avg=7.96s    min=2.64s  med=8.67s    max=10.33s  p(90)=10.13s   p(95)=10.23s  
       { expected_response:true }...: avg=7.96s    min=2.64s  med=8.67s    max=10.33s  p(90)=10.13s   p(95)=10.23s  
   ✓ http_req_failed................: 0.00%   ✓ 0         ✗ 3691  
     http_req_receiving.............: avg=1.58ms   min=67.8µs med=1.22ms   max=17.64ms p(90)=2.86ms   p(95)=3.71ms  
     http_req_sending...............: avg=84.15µs  min=10.9µs med=64.9µs   max=2.65ms  p(90)=117.5µs  p(95)=170.45µs
     http_req_tls_handshaking.......: avg=0s       min=0s     med=0s       max=0s      p(90)=0s       p(95)=0s      
     http_req_waiting...............: avg=7.95s    min=2.64s  med=8.67s    max=10.33s  p(90)=10.13s   p(95)=10.23s  
     http_reqs......................: 3691    95.628042/s
     iteration_duration.............: avg=7.96s    min=2.65s  med=8.67s    max=10.33s  p(90)=10.13s   p(95)=10.23s  
     iterations.....................: 3691    95.628042/s
     purchase_accepted..............: 100     2.590844/s
     purchase_rejected..............: 3591    93.037198/s
   ✓ purchase_server_errors.........: 0       0/s
   ✓ purchase_throttled.............: 0       0/s
   ✓ purchase_unexpected............: 0       0/s
     vus............................: 134     min=64      max=1000
     vus_max........................: 1000    min=1000    max=1000